{
  "quotes": [
    {
      "Anime": [
        {
          "quote": "To know sorrow is not terrifying. What is terrifying is to know you can’t go back to the happiness you could have.",
          "author": "Matsumoto Rangiku (Bleach)"
        },
        {
          "quote": "If you don’t like your destiny, don’t accept it. Instead, have the courage to change it the way you want it to be.",
          "author": "Naruto Uzumaki (Naruto)"
        },
        {
          "quote": "I’ll leave tomorrow’s problems to tomorrow’s me.",
          "author": "Saitama (One-Punch Man)"
        },
        {
          "quote": "Simplicity is the easiest path to true beauty.",
          "author": "Seishuu Handa (Barakamon)"
        },
        {
          "quote": "A dropout will beat a genius through hard work.",
          "author": "Rock Lee (Naruto)"
        },
        {
          "quote": "Mistakes are not shackles that halt one from stepping forward. Rather, they are thatwhich sustain and grow one’s heart.",
          "author": "Mavis Vermillion (Fairy Tail)"
        },
        {
          "quote": "It’s more important to master the cards you’re holding than to complain about theones your opponent was dealt.",
          "author": "Grimsley (Pokemon)"
        },
        {
          "quote": "Not giving up on yourself is what’s truly important. That way you don’t end up pathetic.",
          "author": "Reiko Mikami (Another)"
        },
        {
          "quote": "The past is the past. We cannot indulge ourselves in memories and destroy the present.",
          "author": "Murata Ken (Kyou Kara Maou!)"
        },
        {
          "quote": "Knowing what it feels to be in pain, is exactly why we try to be kind to others.",
          "author": "Jiraiya (Naruto)"
        },
        {
          "quote": "Whatever you lose, you’ll find it again. But what you throw away you’ll never get back.",
          "author": "Himura Kenshin (Rurouni Kenshin)"
        },
        {
          "quote": "I too will obtain everything that I desire. Not because someone asked me to do it, but because I know in my heart that I have something worth fighting for.",
          "author": "Julis Alexia Van Riessfeld (Asterisk War)"
        },
        {
          "quote": "Hurt me with the truth. But never comfort me with a lie.",
          "author": "Erza Scarlet (Fairy Tail)"
        },
        {
          "quote": "I must study lots of things or I won’t become a great person.",
          "author": "Kotomi Ichinose (Clannad)"
        },
        {
          "quote": "Fake people have an image to maintain. Real people just don’t care.",
          "author": "Hachiman Hikigaya (Yahari Ore No Seishun Love Come Wa Machigatteiru)"
        },
        {
          "quote": "Reject common sense to make the impossible possible.",
          "author": "Simon (Tengen Toppa Gurren Lagann)"
        },
        {
          "quote": "If you don’t share someone’s pain, you can never understand them.",
          "author": "Nagato (Naruto)"
        },
        {
          "quote": "If you really want to be strong… Stop caring about what your surrounding thinks of you!",
          "author": "Saitama (One Punch Man)"
        },
        {
          "quote": "Don’t beg for things. Do it yourself, or else you won’t get anything.",
          "author": "Renton Thurston (Eureka Seven)"
        },
        {
          "quote": "Fear is freedom! Subjugation is liberation! Contradiction is truth! Those are the facts of this world! And you will all surrender to them, you pigs in human clothing! ",
          "author": "Satsuki Kiryuuin (Kill la Kill)"
        },
        {
          "quote": "We are all like fireworks: we climb, we shine and always go our separate ways and become further apart. But even when that time comes, let’s not disappear like a firework and continue to shine forever.",
          "author": "Hitsugaya Toshiro (Bleach)"
        },
        {
          "quote": "Power comes in response to a need, not a desire. You have to create that need.",
          "author": "Goku (Dragon Ball Z)"
        },
        {
          "quote": "I want you to be happy. I want you to laugh a lot. I don’t know what exactly I’ll be able to do for you, but I’ll always be by your side.",
          "author": "Kagome (InuYasha)"
        },
        {
          "quote": "Do exactly as you like. That is the true meaning of pleasure. Pleasure leads to joy and joy leads to happiness.",
          "author": "Gilgamesh (Fate Zero)"
        },
        {
          "quote": "How can you move forward if you keep regretting the past?",
          "author": "Edward Elric (Fullmetal Alchemist: Brotherhood)"
        },
        {
          "quote": "In our society, letting others find out that you’re a nice person is a very risky move. It’s extremely likely that someone would take advantage of that.",
          "author": "Hitagi Senjougahara (Bakemonogatari)"
        },
        {
          "quote": "Do you always want to live hiding behind the mask you put up for the sake of others? You’re you, and there’s nothing wrong with that.",
          "author": "Ymir (Attack on Titan)"
        },
        {
          "quote": "I am the hope of the universe. I am the answer to all living things that cry out for peace. I am the protector of the innocent. I am the light in the darkness. I am the truth. Ally to good! Nightmare to you!",
          "author": "Ymir (Attack on Titan)"
        },
        {
          "quote": "Being lonely is more painful than getting hurt.",
          "author": "Monkey D. Luffy (One Piece)"
        },
        {
          "quote": "If you only face forward, there is something you will miss seeing.",
          "author": "Vash the Stampede (Trigun)"
        },
        {
          "quote": "Don’t live your life making up excuses. The one making your choices is yourself! ",
          "author": "Mugen (Samurai Champloo)"
        },
        {
          "quote": "I hate perfection. To be perfect is to be unable to improve any further.",
          "author": "Kurotsuchi Mayuri (Bleach)"
        },
        {
          "quote": "If you don’t take risks, you can’t create a future! ",
          "author": "Monkey D. Luffy (One Piece)"
        },
        {
          "quote": "It’s just pathetic to give up on something before you even give it a shot.",
          "author": "Reiko Mikami (Another)"
        },
        {
          "quote": "There’s no shame in falling down! True shame is to not stand up again! ",
          "author": "Shintarō Midorima (Kuroko’s Basketball)"
        },
        {
          "quote": "If you can’t do something, then don’t. Focus on what you can.",
          "author": "Shiroe (Log Horizon)"
        },
        {
          "quote": "Giving up kills people. When people reject giving up… they finally win the right to transcend humanity.",
          "author": "Alucard (Hellsing)"
        },
        {
          "quote": "You can’t sit around envying other people’s worlds. You have to go out and change your own.",
          "author": "Shinichi Chiaki (Nodame Cantabile)"
        },
        {
          "quote": "Every journey begins with a single step. We just have to have patience.",
          "author": "Milly Thompson (Trigun)"
        },
        {
          "quote": "If your life can change once, your life can change again.",
          "author": "Sanae Furukawa (Clannad)"
        },
        {
          "quote": "Being weak is nothing to be ashamed of… Staying weak is!!! ",
          "author": "Fuegoleon Vermillion (Black Clover)"
        },
        {
          "quote": "A teacher doesn’t give up on her students just because things get tough.",
          "author": "Harumi Kiyama (A Certain Scientific Railgun)"
        },
        {
          "quote": "I refuse to let my fear control me anymore.",
          "author": "Maka Albarn (Soul Eater)"
        },
        {
          "quote": "Fear is not evil. It tells you what your weakness is. And once you know your weakness, you can become stronger as well as kinder.",
          "author": "Gildarts Clive (Fairy Tail)"
        },
        {
          "quote": "Anything can happen. No one ever thinks it will until it does. What will happen, happens. That’s how the world is. The most important thing is to not let the tragedy defeat you. To believe that you can get through it.",
          "author": "Kyousuke Natsume (Little Busters!)"
        },
        {
          "quote": "Don’t be upset because of what you can’t do. Do what you do best, live as carefree and optimistically as you can, because some people aren’t able to do that.",
          "author": "Keima Katsuragi (The World God Only Knows)"
        },
        {
          "quote": "Sometimes I do feel like I’m a failure. Like there’s no hope for me. But even so, I’m not gonna give up. Ever!",
          "author": "Izuku Midoriya (My Hero Academia)"
        },
        {
          "quote": "Who decides limits? And based on what? You said you worked hard? Well, maybe you need to work a little harder. Is that really the limit of your strength? Could you of tomorrow beat you today? Instead of giving in, move forward.",
          "author": "Saitama (One Punch Man)"
        },
        {
          "quote": "If you believe in tomorrow and put yourself out there, you can naturally obtain your strength. That’s how you will be able to smile and live strong.",
          "author": "Makarov Dreyar (Fairy Tale)"
        },
        {
          "quote": "Do not think about other things, there is only one thing you can do. So master that one thing. Do not forget. What you must imagine is always that you, yourself, are the strongest. You do not need outside enemies. For you, the one you have to fight is none other than your own image.",
          "author": "Archer (Fate Stay Night)"
        },
        {
          "quote": "What you can’t accomplish alone, becomes doable when you’re with someone else.",
          "author": "Taichi Yaegashi (Kokoro Connect)"
        },
        {
          "quote": "You should never give up on life, no matter how you feel. No matter how badly you want to give up.",
          "author": "Canaan (Canaan)"
        },
        {
          "quote": "A lesson without pain is meaningless. That’s because no one can gain without sacrificing something. But by enduring that pain and overcoming it, he shall obtain a powerful, unmatched heart.",
          "author": "Edward Elric (Fullmetal Alchemist: Brotherhood)"
        },
        {
          "quote": "You need to accept the fact that you’re not the best and have all the will to strive to be better than anyone you face.",
          "author": "Roronoa Zoro (One Piece)"
        },
        {
          "quote": "What is right? What is wrong? In this mixed up world, deciding what is right and wrong is not easy. You can’t just go by somebody else’s rules. If you let yourself be controlled like that, you’ll just become a puppet that can’t make decisions on its own. You have to live by your rules.",
          "author": "Gintoki Sakata (Gintama)"
        },
        {
          "quote": "I too will obtain everything that I desire. Not because someone asked me to do it, but because I know in my heart that I have something worth fighting for.",
          "author": "Julis Alexia Van Riessfeld (Asterisk War)"
        },
        {
          "quote": "An excellent leader must be passionate because it’s their duty to keep everyone moving forward.",
          "author": "Nico Yazawa (Love Live)"
        },
        {
          "quote": "Thinking you’re no-good and worthless is the worst thing you can do.",
          "author": "Nobito (Doraemon)"
        },
        {
          "quote": "The moment you think of giving up, think of the reason why you held on so long.",
          "author": "Natsu Dragneel (Fairy Tail)"
        },
        {
          "quote": "Hatred and Sorrow are power. They are yours to control. All you have to do is to turn them into strength and use that strength to move forward.  ",
          "author": "Sebastian Michaelis (Black Butler / Kuroshitsuji)"
        },
        {
          "quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don’t need them and their selfish ideas.",
          "author": "Alibaba Saluja (Magi)"
        },
        {
          "quote": "A person grows up when he’s able to overcome hardships. Protection is important, but there are some things that a person must learn on his own.  ",
          "author": "Jiraiya (Naruto)"
        },
        {
          "quote": "No matter how hard or impossible it is, never lose sight of your goal.",
          "author": "Monkey D Luffy (One Piece)"
        },
        {
          "quote": "Life is not a game of luck. If you wanna win, work hard.",
          "author": "Sora (No Game No Life)"
        },
        {
          "quote": "Knowing you’re different is only the beginning. If you accept these differences you’ll be able to get past them and grow even closer.",
          "author": "Miss Kobayashi (Dragon Maid)"
        },
        {
          "quote": "If you win, you live. If you lose, you die. If you don’t fight, you can’t win.",
          "author": "Eren Yaeger (Attack on Titan)"
        },
        {
          "quote": "When you hit the point of no return, that’s the moment it truly becomes a journey. If you can still turn back, it’s not really a journey.",
          "author": "Hinata Miyake (A Place Further than the Universe)"
        },
        {
          "quote": "People’s lives don’t end when they die, it ends when they lose faith.",
          "author": "Itachi Uchiha (Naruto)"
        },
        {
          "quote": "All we can do is live until the day we die. Control what we can…and fly free.",
          "author": "Deneil Young (Uchuu Kyoudai or SpaceBrothers) "
        },
        {
          "quote": "We don’t have to know what tomorrow holds! That’s why we can live for everything we’re worth today!",
          "author": "Natsu Dragneel (Fairy Tail)"
        },
        {
          "quote": "You can die anytime, but living takes true courage.",
          "author": "Kenshin Himura (Rurouni Kenshin)"
        },
        {
          "quote": "Life comes at a cost. Wouldn’t it be arrogant to die before you’ve repaid that debt?",
          "author": "Yuuji Kazami (The Fruit of Grisaia)"
        },
        {
          "quote": "Whatever you do, enjoy it to the fullest. That is the secret of life.",
          "author": "Rider (Fate Zero)"
        },
        {
          "quote": "The ticket to the future is always open.",
          "author": "Vash The Stampede (Trigun)"
        },
        {
          "quote": "There are no regrets. If one can be proud of one’s life, one should not wish for another chance.",
          "author": "Saber (Fate Stay Night)"
        },
        {
          "quote": "If you just submit yourself to fate, then that’s the end of it.",
          "author": "Keiichi Maebara (Higurashi: When They Cry)"
        },
        {
          "quote": "Moving on doesn’t mean you forget about things. It just means you have to accept what’s happened and continue living.",
          "author": "Erza Scarlet (Fairy Tail)"
        },
        {
          "quote": "You can’t always hold on to the things that are important. By letting them go we gain something else.",
          "author": "Kunio Yaobi (Tamako Market)"
        },
        {
          "quote": "We can’t waste time worrying about the what if’s.",
          "author": "Ichigo Kurosaki (Bleach)"
        },
        {
          "quote": "Alone, you feel nothing but insecurity; that’s why we form guilds, that’s why we have friends. We walk together in order to live a strong life.",
          "author": "Makarov Dreyar (Fairy Tail)"
        },
        {
          "quote": "I don’t want to conquer anything. I just think that the guy with the most freedom in this ocean is the Pirate King!  ",
          "author": "Monkey D. Luffy (One Piece)"
        },
        {
          "quote": "If you begin to regret, you’ll dull your future decisions and let others make your choices for you. All that’s left for you then is to die. Nobody can foretell the outcome. Each decision you make holds meaning only by affecting your next decision.",
          "author": "Erwin Smith (Attack on Titan)"
        },
        {
          "quote": "Fools who don’t respect the past are likely to repeat it.",
          "author": "Nico Robin (One Piece)"
        },
        {
          "quote": "Don’t be so quick to throw away your life. No matter how disgraceful or embarrassing it may be, you need to keep struggling to find your way out until the very end.",
          "author": "Clare (Claymore)"
        },
        {
          "quote": "The circumstances of one’s birth are irrelevant, but it is what you do with the gift of life that determines who you are.",
          "author": "Takeshi Shudo (Pokemon)"
        },
        {
          "quote": "People with talent often have the wrong impression that things will go as they think.",
          "author": "Karma Akabane (Assassination Classroom)"
        },
        {
          "quote": "Just like games, no matter how well you have things lined up in your life, there’s always something to keep you on your toes.",
          "author": "Junichirou Kagami (Denpa Kyoushi)"
        },
        {
          "quote": "It’s not always possible to do what we want to do, but it’s important to believe in something before you actually do it.",
          "author": "Might Guy (Naruto)"
        },
        {
          "quote": "Everything has a beginning and an end. Life is just a cycle of starts and stops. There are ends we don’t desire, but they’re inevitable, we have to face them. It’s what being human is all about.",
          "author": "Jet Black (Cowboy Bebop)"
        },
        {
          "quote": "Life and death are like light and shadow. They’re both always there. But people don’t like thinking about death, so subconsciously, they always look away from it.",
          "author": "Yato (Noragami)"
        },
        {
          "quote": "You can’t win a game by doing nothing. And if someone else wins it for you then you haven’t accomplished anything. Life is the same way.",
          "author": "Junichirou Kagami (Denpa Kyoushi)"
        },
        {
          "quote": "Life is like a tube of toothpaste. When you’ve used all the toothpaste down to the last squeeze, that’s when you’ve really lived. Live with all your might, and struggle as long as you have life.",
          "author": "Mion Sonozaki (Higurashi)"
        },
        {
          "quote": "People become stronger because they have memories they can’t forget.",
          "author": "Tsunade (Naruto)"
        },
        {
          "quote": "Protecting someone means giving them a place to belong. Giving them a place where they can be happy.",
          "author": "Princess Lenessia (Log Horizon)"
        },
        {
          "quote": "If you wanna make people dream, you’ve gotta start by believing in that dream yourself! ",
          "author": "Seiya Kanie (Amagi Brilliant Park)"
        },
        {
          "quote": "When you give up, that’s when the game ends.",
          "author": "Mitsuyoshi Anzai (Slam Dunk)"
        },
        {
          "quote": "Forgetting is like a wound. The wound may heal, but it has already left a scar.",
          "author": "Monkey D. Luffy (One Piece)"
        },
        {
          "quote": "Why should I apologize for being a monster? Has anyone ever apologized for turning me into one?",
          "author": "Juuzou Suzuya (Tokyo Ghoul)"
        },
        {
          "quote": "Even if we forget the faces of our friends, We will never forget the bonds that were carved into our souls.",
          "author": "Otonashi Yuzuru (Angel Beats)"
        },
        {
          "quote": "Tears are how our heart speaks when your lips cannot describe how much we’ve been hurt.",
          "author": "Jellal Fernandes (Fairy Tail)"
        },
        {
          "quote": "The world isn’t perfect. But it’s there for us, doing the best it can….that’s what makes it so damn beautiful.",
          "author": "Roy Mustang (Full Metal Alchemist)"
        },
        {
          "quote": "The only home that a man should ever need is within his heart.",
          "author": "Lavi Bookman (D.Gray Man)"
        },
        {
          "quote": "If you keep on hiding your true feelings, who is going to be happy? If you are sad, you should say it out loud! ",
          "author": "Haruhi Fujioka (Ouran High School Host Club)"
        },
        {
          "quote": "People’s lives don’t end when they die, it ends when they lose faith.",
          "author": "  Itachi Uchiha (Naruto)"
        },
        {
          "quote": "If you don’t take risks, you can’t create a future!",
          "author": "Monkey D. Luffy (One Piece)"
        },
        {
          "quote": "If you don’t like your destiny, don’t accept it.",
          "author": "  Naruto Uzumaki (Naruto)"
        },
        {
          "quote": "When you give up, that’s when the game ends.",
          "author": "  Mitsuyoshi Anzai (Slam Dunk)"
        },
        {
          "quote": "All we can do is live until the day we die. Control what we can…and fly free.",
          "author": "  Deneil Young (Uchuu Kyoudai or Space Brothers) "
        },
        {
          "quote": "Forgetting is like a wound. The wound may heal, but it has already left a scar.",
          "author": "  Monkey D. Luffy (One Piece)"
        },
        {
          "quote": "It’s just pathetic to give up on something before you even give it a shot.",
          "author": "Reiko Mikami (Another)"
        },
        {
          "quote": "If you don’t share someone’s pain, you can never understand them.",
          "author": "  Nagato (Naruto)"
        },
        {
          "quote": "Whatever you lose, you’ll find it again. But what you throw away you’ll never get back.",
          "author": "  Himura Kenshin (Rurouni Kenshin)"
        },
        {
          "quote": "We don’t have to know what tomorrow holds! That’s why we can live for everything we’re worth today! ",
          "author": "Natsu Dragneel (Fairy Tail)"
        },
        {
          "quote": "Why should I apologize for being a monster? Has anyone ever apologized for turning me into one?",
          "author": "  Juuzou Suzuya (Tokyo Ghoul)"
        },
        {
          "quote": "People become stronger because they have memories they can’t forget.",
          "author": "  Tsunade (Naruto)"
        },
        {
          "quote": "I’ll leave tomorrow’s problems to tomorrow’s me.",
          "author": "Saitama (One-Punch Man)"
        },
        {
          "quote": "If you wanna make people dream, you’ve gotta start by believing in that dream yourself!",
          "author": "  Seiya Kanie (Amagi Brilliant Park)"
        },
        {
          "quote": "Being lonely is more painful then getting hurt.",
          "author": "  Monkey D. Luffy (One Piece)"
        },
        {
          "quote": "There’s no shame in falling down! True shame is to not stand up again!",
          "author": "  Shintarō Midorima (Kuroko’s Basketball)"
        },
        {
          "quote": "Simplicity is the easiest path to true beauty.",
          "author": "  Seishuu Handa (Barakamon)"
        },
        {
          "quote": "If you can’t do something, then don’t. Focus on what you can.",
          "author": "  Shiroe (Log Horizon)"
        },
        {
          "quote": "Giving up kills people. When people reject giving up… they finally win the right to transcend humanity.",
          "author": "  Alucard (Hellsing)"
        },
        {
          "quote": "You can die anytime, but living takes true courage.",
          "author": "Kenshin Himura"
        },
        {
          "quote": "Every journey begins with a single step. We just have to have patience.",
          "author": "Milly Thompson"
        },
        {
          "quote": "It doesn’t do any good to pretend you can’t see what’s going on.",
          "author": "  Yuuya Mochizuki (Another)"
        },
        {
          "quote": "Being weak is nothing to be ashamed of… Staying weak is !!",
          "author": "  Fuegoleon Vermillion (Black Clover)"
        },
        {
          "quote": "To act is not necessarily compassion. True compassion sometimes comes from inaction.",
          "author": "  Hinata Miyake (A Place Further than the Universe)"
        },
        {
          "quote": "A dropout will beat a genius through hard work.",
          "author": "  Rock Lee (Naruto)"
        },
        {
          "quote": "Reject common sense to make the impossible possible.",
          "author": "Simon (Tengen Toppa Gurren Lagann)"
        },
        {
          "quote": "Whatever you lose, you’ll find it again. But what you throw away you’ll never get back.",
          "author": "Kenshin Himura (Rurouni Kenshin: Meiji Kenkaku Romantan)"
        },
        {
          "quote": "If you really want to be strong… Stop caring about what your surrounding thinks of you!",
          "author": "Saitama (One Punch Man)"
        },
        {
          "quote": "Vision is not what your eyes see, but an image that your brain comprehends.",
          "author": " Touko Aozaki (The Garden of Sinners / Kara no Kyōkai)"
        },
        {
          "quote": "Sometimes, people are just mean. Don’t fight mean with mean. Hold your head high.",
          "author": " Hinata Miyake (A Place Further than the Universe)"
        },
        {
          "quote": "The ticket to the future is always open.",
          "author": "Vash The Stampede (Trigun)"
        },
        {
          "quote": "Hard work is worthless for those that don’t believe in themselves.",
          "author": "Naruto Uzumaki (Naruto)"
        },
        {
          "quote": "A place where someone still thinks about you is a place you can call home.",
          "author": "Jiraiya (Naruto)"
        },
        {
          "quote": "Life comes at a cost. Wouldn’t it be arrogant to die before you’ve repaid that debt?",
          "author": "Yuuji Kazami (The Fruit of Grisaia / Gurizaia no Kajitsu)"
        },
        {
          "quote": "You can die anytime, but living takes true courage.",
          "author": " Himura Kenshin (Rurouni Kenshin)"
        },
        {
          "quote": "Every journey begins with a single step. We just have to have patience.",
          "author": "Milly Thompson (Trigun)"
        },
        {
          "quote": "If you just submit yourself to fate, then that’s the end of it.",
          "author": "Keiichi Maebara (Higurashi: When They Cry)"
        },
        {
          "quote": "It is at the moment of death that humanity has value.",
          "author": "Archer (Fate Series)"
        },
        {
          "quote": "People, who can’t throw something important away, can never hope to change anything.",
          "author": "Armin Arlert (Shingeki no Kyojin / Attack on Titan)"
        },
        {
          "quote": "Whatever you do, enjoy it to the fullest. That is the secret of life.",
          "author": "Rider (Fate Zero)"
        },
        {
          "quote": "Power comes in response to a need, not a desire. You have to create that need.",
          "author": "Goku (Dragon Ball Z)"
        },
        {
          "quote": "There are no regrets. If one can be proud of one’s life, one should not wish for another chance.",
          "author": "Saber (Fate Stay Night)"
        },
        {
          "quote": "You can’t always hold on to the things that are important. By letting them go we gain something else.",
          "author": "Kunio Yaobi (Tamako Market)"
        },
        {
          "quote": "If you don’t like your destiny, don’t accept it. Instead, have the courage to change it the way you want it to be.",
          "author": " Naruto Uzumaki (Naruto)"
        },
        {
          "quote": "Don’t beg for things. Do it yourself, or else you won’t get anything.",
          "author": "Renton Thurston (Eureka Seven)"
        },
        {
          "quote": "I refuse to let my fear control me anymore.",
          "author": "Maka Albarn (Soul Eater)"
        },
        {
          "quote": "If you can’t find a reason to fight, then you shouldn’t be fighting.",
          "author": "Akame (Akame Ga Kill)"
        },
        {
          "quote": "You should never give up on life, no matter how you feel. No matter how badly you want to give up.",
          "author": "Canaan"
        },
        {
          "quote": "People who can’t throw something important away, can never hope to change anything.",
          "author": "Armin Arlelt (Attack on Titan)"
        },
        {
          "quote": "We can’t waste time worrying about the what if’s.",
          "author": "Ichigo Kurosaki (Bleach)"
        },
        {
          "quote": "Fools who don’t respect the past are likely to repeat it.",
          "author": "Nico Robin (One Piece)"
        },
        {
          "quote": "That’s why I can’t make a change. Everything I do is so… Half-assed.",
          "author": "Hiroshi Kido (Barakamon)"
        },
        {
          "quote": "Sometimes it’s necessary to do unnecessary things.",
          "author": "Kanade Jinguuji (Best Student Council)"
        },
        {
          "quote": "An excellent leader must be passionate because it’s their duty to keep everyone moving forward.",
          "author": "Nico Yazawa (Love Live)"
        },
        {
          "quote": "Protecting someone means giving them a place to belong. Giving them a place where they can be happy.",
          "author": "Princess Lenessia (Log Horizon)"
        },
        {
          "quote": "Thinking you’re no-good and worthless is the worst thing you can do",
          "author": "Nobito (Doraemon)"
        },
        {
          "quote": "Sometimes I do feel like I’m a failure. Like there’s no hope for me. But even so, I’m not gonna give up. Ever! ",
          "author": "Izuku Midoriya (My Hero Academia)"
        },
        {
          "quote": "If you can’t do something, then don’t. Focus on what you can do.",
          "author": "Shiroe (Log Horizon)"
        },
        {
          "quote": "When you lose sight of your path, listen for the destination in your heart.",
          "author": "Allen Walker (D.Gray Man)"
        },
        {
          "quote": "The moment you think of giving up, think of the reason why you held on so long.",
          "author": "Natsu Dragneel (Fairy Tail)"
        },
        {
          "quote": "Don’t give up, there’s no shame in falling down! True shame is to not stand up again!",
          "author": "Shintaro Midorima (Kuroko No Basket)   "
        },
        {
          "quote": "No matter how hard or impossible it is, never lose sight of your goal.",
          "author": "Monkey D Luffy (One Piece)"
        },
        {
          "quote": "Life is not a game of luck. If you wanna win, work hard.",
          "author": "Sora (No Game No Life)"
        },
        {
          "quote": "The world isn’t perfect. But it’s there for us, doing the best it can….that’s what makes it so damn beautiful.",
          "author": "Roy Mustang (Full Metal Alchemist)"
        },
        {
          "quote": "Fear is not evil. It tells you what your weakness is. And once you know your weakness, you can become stronger as well as kinder.",
          "author": "  Gildarts Clive (Fairy Tail)"
        },
        {
          "quote": "To know sorrow is not terrifying. What is terrifying is to know you can’t go back to happiness you could have.",
          "author": "Matsumoto Rangiku (Bleach)"
        },
        {
          "quote": "Knowing you’re different is only the beginning. If you accept these differences you’ll be able to get past them and grow even closer.",
          "author": "Miss Kobayashi (Dragon Maid)"
        },
        {
          "quote": "Don’t be so quick to throw away your life. No matter how disgraceful or embarrassing it may be, you need to keep struggling to find your way out until the very end.",
          "author": "  Clare (Claymore)"
        },
        {
          "quote": "The world’s not perfect, but it’s there for us trying the best it can. That’s what makes it so damn beautiful.",
          "author": "  Roy Mustang (Fullmetal Alchemist)"
        },
        {
          "quote": "We are all like fireworks: we climb, we shine and always go our separate ways and become further apart. But even when that time comes, let’s not disappear like a firework and continue to shine.. forever.",
          "author": "Hitsugaya Toshiro (Bleach)"
        },
        {
          "quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don’t need them and their selfish ideas.",
          "author": "Alibaba Saluja (Magi)"
        },
        {
          "quote": "When you hit the point of no return, that’s the moment it truly becomes a journey. If you can still turn back, it’s not really a journey.",
          "author": " Hinata Miyake (A Place Further than the Universe)"
        },
        {
          "quote": "Those who stand at the top determine what’s wrong and what’s right! This very place is neutral ground! Justice will prevail, you say? But of course it will! Whoever wins this war becomes justice!",
          "author": "Don Quixote Doflamingo (One Piece)   "
        },
        {
          "quote": "A person grows up when he’s able to overcome hardships. Protection is important, but there are some things that a person must learn on his own.",
          "author": "Jiraiya (Naruto)"
        },
        {
          "quote": "Who decides limits? And based on what? You said you worked hard? Well, maybe you need to work a little harder. Is that really the limit of your strength? Could you of tomorrow beat you today? Instead of giving in, move forward.",
          "author": " Saitama (One Punch Man)"
        },
        {
          "quote": "Mistakes are not shackles that halt one from stepping forward. Rather, they are that which sustain and grow one’s heart.",
          "author": "Mavis Vermillion (Fairy Tail)"
        },
        {
          "quote": "Fear is freedom! Subjugation is liberation! Contradiction is the truth! Those are the facts of this world! And you will all surrender to them, you pigs in human clothing!",
          "author": "Satsuki Kiryuuin (Kill la Kill)"
        },
        {
          "quote": "Hatred and Sorrow are power. They are yours to control. All you have to do is to turn them into strength and use that strength to move forward.",
          "author": "Sebastian Michaelis (Black Butler / Kuroshitsuji)"
        },
        {
          "quote": "It’s not always possible to do what we want to do, but it’s important to believe in something before you actually do it.",
          "author": "Might Guy (Naruto)"
        },
        {
          "quote": "Life and death are like light and shadow. They’re both always there. But people don’t like thinking about death, so subconsciously, they always look away from it.",
          "author": "Yato (Noragami)"
        },
        {
          "quote": "It’s more important to master the cards you’re holding than to complain about the ones your opponent was dealt.",
          "author": "Grimsley (Pokemon)"
        },
        {
          "quote": "I am the hope of the universe. I am the answer to all living things that cry out for peace. I am the protector of the innocent. I am the light in the darkness. I am the truth. Ally to good! Nightmare to you!",
          "author": "Son Goku (Dragon Ball Z)"
        },
        {
          "quote": "If you’re gonna insist on gambling and then complain when you lose, you had better work on your game.",
          "author": "Hatsu Kominato (Selector Infected Wixoss)"
        },
        {
          "quote": "Moving on doesn’t mean you forget about things. It just means you have to accept what’s happened and continue living.",
          "author": "Erza Scarlet (Fairy Tail)"
        },
        {
          "quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don’t need them and their selfish ideas.",
          "author": "Alibaba Saluja (Universal Warriors)"
        },
        {
          "quote": "If you keep on hiding your true feelings, who is going to be happy? If you are sad, you should say it out loud!",
          "author": "Haruhi Fujioka (Ouran High School Host Club)"
        },
        {
          "quote": "Religion, ideology, resources, land, spite, love or just because… No matter how pathetic the reason, it’s enough to start a war. War will never cease to exist… reasons can be thought up after the fact… Human nature pursues strife.",
          "author": "Paine (Naruto Shippuden)"
        },
        {
          "quote": "Don’t be upset because of what you can’t do. Do what you do best, live as carefree and optimistically as you can, because some people aren’t able to do that.",
          "author": "Keima Katsuragi (The World God Only Knows)"
        },
        {
          "quote": "If you begin to regret, you’ll dull your future decisions and let others make your choices for you. All that’s left for you then is to die. Nobody can foretell the outcome. Each decision you make holds meaning only by affecting your next decision.",
          "author": "Erwin Smith (Attack on Titan)"
        },
        {
          "quote": "Everything has a beginning and an end. Life is just a cycle of starts and stops. There are ends we don’t desire, but they’re inevitable, we have to face them. It’s what being human is all about.",
          "author": "Jet Black (Cowboy Bebop)"
        },
        {
          "quote": "Anything can happen. No one ever thinks it will until it does. What will happen, happens. That’s how the world is. The most important thing is to not let the tragedy defeat you. To believe that you can get through it.",
          "author": "Kyousuke Natsume (Little Busters!)"
        },
        {
          "quote": "You’ll only realize that you truly love someone if they already caused you enormous pain. Your enemies can never hurt you the way your loved ones can. It’s the people close to your heart that can give you the most piercing wound. Love is a double-edged sword, it can heal the wound faster or it can sink the blade even deeper.",
          "author": " Himura Kenshin (Rurouni Kenshin)"
        },
        {
          "quote": "I want you to be happy. I want you to laugh a lot. I don’t know what exactly I’ll be able to do for you, but I’ll always be by your side.",
          "author": "Kagome (InuYasha)"
        },
        {
          "quote": "A lesson without pain is meaningless. That’s because no one can gain without sacrificing something. But by enduring that pain and overcoming it, he shall obtain a powerful, unmatched heart. Edward Elric (Fullmetal Alchemist: Brotherhood)",
          "author": "A lesson without pain is meaningless. That’s because no one can gain without sacrificing something. But by enduring that pain and overcoming it, he shall obtain a powerful, unmatched heart. Edward Elric (Fullmetal Alchemist: Brotherhood)"
        },
        {
          "quote": "You need to accept the fact that you’re not the best and have all the will to strive to be better than anyone you face.",
          "author": "Roronoa Zoro (One Piece)"
        },
        {
          "quote": "I too will obtain everything that I desire. Not because someone asked me to do it, but because I know in my heart that I have something worth fighting for.",
          "author": "Julis Alexia Van Riessfeld (Asterisk War)"
        },
        {
          "quote": "You can’t win a game by doing nothing. And if someone else wins it for you then you haven’t accomplished anything. Life is the same way.",
          "author": "Junichirou Kagami (Denpa Kyoushi)"
        },
        {
          "quote": "Do not think about other things, there is only one thing you can do. So master that one thing. Do not forget. What you must imagine is always that you, yourself, are the strongest. You do not need outside enemies. For you, the one you have to fight is none other than your own image.",
          "author": "Archer (Fate Stay Night)"
        },
        {
          "quote": "Life is like a tube of toothpaste. When you’ve used all the toothpaste down to the last squeeze, that’s when you’ve really lived. Live with all your might, and struggle as long as you have life.",
          "author": "Mion Sonozaki (Higurashi)"
        },
        {
          "quote": "Just like games, no matter how well you have things lined up in your life, there’s always something to keep you on your toes.",
          "author": "Junichirou Kagami (Denpa Kyoushi)"
        },
        {
          "quote": "Do exactly as you like. That is the true meaning of pleasure. Pleasure leads to joy and joy leads to happiness.",
          "author": "Gilgamesh (Fate Zero)"
        },
        {
          "quote": "What you can’t accomplish alone, becomes doable when you’re with someone else.",
          "author": "Taichi Yaegashi (Kokoro Connect)"
        },
        {
          "quote": "How can you move forward if you keep regretting the past?",
          "author": "Edward Elric"
        },
        {
          "quote": "Don’t live your life making up excuses. The one making your choices is yourself!",
          "author": "Mugen"
        },
        {
          "quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don’t need them and their selfish ideas.",
          "author": "Alibaba Saluja (Magi)"
        },
        {
          "quote": "Don’t give up, there’s no shame in falling down! The true shame is to not stand up again! ",
          "author": "Shintaro Midorima"
        },
        {
          "quote": "You can’t win a game by doing nothing. And if someone else wins it for you then you haven’t accomplished anything. Life is the same way.",
          "author": "Junichirou Kagami"
        },
        {
          "quote": "No matter how deep the night, it always turns to day, eventually.",
          "author": "One Piece"
        },
        {
          "quote": "I don’t want to conquer anything. I just think that the guy with the most freedom in this ocean is the Pirate King! ",
          "author": "Monkey D. Luffy"
        },
        {
          "quote": "If you just submit yourself to fate, then that’s the end of it.",
          "author": "Keiichi Maebara"
        },
        {
          "quote": "Not giving up on yourself is what’s truly important. That way you don’t end up pathetic.",
          "author": "Reiko Mikami"
        },
        {
          "quote": "It’s impossible to work hard for something you don’t enjoy.",
          "author": "Silica (Sword Art Online)"
        },
        {
          "quote": "It’s more important to master the cards you’re holding than to complain about the ones your opponent was dealt.",
          "author": "Grimsley"
        },
        {
          "quote": "Just be yourself and you’ll be fine.",
          "author": "Natsuki Takaya (Fruits Basket)"
        },
        {
          "quote": "An excellent leader must be passionate because it’s their duty to keep everyone moving forward.",
          "author": "Nico Yazawa"
        },
        {
          "quote": "You can’t always hold on to the things that are important. By letting them go we gain something else.",
          "author": "Kunio Yaobi"
        },
        {
          "quote": "Remember the lesson, not the disappointment.",
          "author": "Holo The Wise Wolf (Spice And Wolf)"
        },
        {
          "quote": "If you can’t do something, then don’t. Focus on what you can do.",
          "author": "Shiroe (Log Horizon)"
        },
        {
          "quote": "Even if we forget the faces of our friends, We will never forget the bonds that were carved into our souls.",
          "author": "Otonashi Yuzuru (Angel Beats!)"
        },
        {
          "quote": "It may be hard right now but you must silent those thoughts. Stop counting those things you have lost, what is gone is gone. So ask yourself, what is there that still remains to you.",
          "author": "One Piece"
        },
        {
          "quote": "Don’t be so quick to throw away your life. No matter how disgraceful or embarrassing it may be, you need to keep struggling to find your way out until the very end.",
          "author": "Clare"
        },
        {
          "quote": "We can’t waste time worrying about the what if’s.",
          "author": "Ichigo Kurosaki"
        },
        {
          "quote": "It’s just pathetic to give up on something before you even give it a shot.",
          "author": "Reiko Mikami (Another)"
        },
        {
          "quote": "You can die anytime, but living takes true courage.",
          "author": "Kenshin Himura (Rurouni Kenshin)"
        },
        {
          "quote": "Life is not a game of luck. If you wanna win, work hard.",
          "author": "Sora (No Game, No Life)"
        },
        {
          "quote": "If you’re gonna insist on gambling and then complain when you lose, you had better work on your game.",
          "author": "Hatsu Kominato"
        },
        {
          "quote": "Fear is not evil. It tells you what weakness is. And once you know your weakness, you can become stronger as well as kinder.",
          "author": "Gildarts Clive (Fairy Tail)"
        },
        {
          "quote": "Fear is freedom! Subjugation is liberation! The contradiction is the truth! Those are the facts of this world! And you will all surrender to them, you pigs in human clothing! ",
          "author": "Satsuki Kiryuuin"
        },
        {
          "quote": "People with talent often have the wrong impression that things will go as they think.",
          "author": "Karma Akabane (Assassination Classroom)"
        }
      ],
      "matrix": [
        {
          "quote": "I don’t know the future. I didn’t come here to tell you how this is going to end. I came here to tell you how it’s going to begin.",
          "author": "I don’t know the future. I didn’t come here to tell you how this is going to end. I came here to tell you how it’s going to begin."
        },
        {
          "quote": "I don’t like the idea that I’m not in control of my life.",
          "author": "I don’t like the idea that I’m not in control of my life."
        },
        {
          "quote": "I’m going to show them a world without you. A world without rules and controls, without borders or boundaries. A world where anything is possible. Where we go from there is a choice a leave to you.",
          "author": "I’m going to show them a world without you. A world without rules and controls, without borders or boundaries. A world where anything is possible. Where we go from there is a choice a leave to you."
        },
        {
          "quote": "Choice. The problem is choice.",
          "author": "Choice. The problem is choice."
        },
        {
          "quote": "Because I choose to.",
          "author": "Because I choose to."
        },
        {
          "quote": "Guns. Lots of guns.",
          "author": "Guns. Lots of guns."
        },
        {
          "quote": "That is why it’s going to work.",
          "author": "That is why it’s going to work."
        },
        {
          "quote": "Hiya, fellas!",
          "author": "Hiya, fellas!"
        },
        {
          "quote": "If I were you, I would hope we don’t meet again.",
          "author": "If I were you, I would hope we don’t meet again."
        },
        {
          "quote": "You cannot stop him. But I can.",
          "author": "You cannot stop him. But I can."
        },
        {
          "quote": "You ever have that feeling where you’re not sure if you’re awake or still dreaming?",
          "author": "You ever have that feeling where you’re not sure if you’re awake or still dreaming?"
        },
        {
          "quote": "I have dreamed a dream. But now, that dream is gone from me.",
          "author": "I have dreamed a dream. But now, that dream is gone from me."
        },
        {
          "quote": "You take the blue pill — the story ends, you wake up in your bed and believe whatever you want to believe. You take the red pill — you stay in Wonderland, and I show you how deep the rabbit-hole goes.",
          "author": "You take the blue pill — the story ends, you wake up in your bed and believe whatever you want to believe. You take the red pill — you stay in Wonderland, and I show you how deep the rabbit-hole goes."
        },
        {
          "quote": "Remember, all I’m offering is the truth. Nothing more.",
          "author": "Remember, all I’m offering is the truth. Nothing more."
        },
        {
          "quote": "I’ve seen an Agent punch through a concrete wall. Men have emptied entire clips at them and hit nothing but air. Yet, their strength and speed are still based in a world built on rules. Because of that, they will never be as strong or as fast as you can be.",
          "author": "I’ve seen an Agent punch through a concrete wall. Men have emptied entire clips at them and hit nothing but air. Yet, their strength and speed are still based in a world built on rules. Because of that, they will never be as strong or as fast as you can be."
        },
        {
          "quote": "Neo, sooner or later, you’re going to realize  just as I did  there’s a difference between knowing the path and walking the path.",
          "author": "Neo, sooner or later, you’re going to realize  just as I did  there’s a difference between knowing the path and walking the path."
        },
        {
          "quote": "I remember that I am here not because of the path that lies before me, but because of the path that lies behind me.",
          "author": "I remember that I am here not because of the path that lies before me, but because of the path that lies behind me."
        },
        {
          "quote": "I don’t know what he can do to save us. But I do know that as long as there is a single breath left in his body, he will not give up, and neither can we.",
          "author": "I don’t know what he can do to save us. But I do know that as long as there is a single breath left in his body, he will not give up, and neither can we."
        },
        {
          "quote": "What you know, you can’t explain. But you feel it.",
          "author": "What you know, you can’t explain. But you feel it."
        },
        {
          "quote": "What happened, happened, and couldn’t have happened any other way.",
          "author": "What happened, happened, and couldn’t have happened any other way."
        },
        {
          "quote": "You have to understand; most people are not ready to be unplugged.",
          "author": "You have to understand; most people are not ready to be unplugged."
        },
        {
          "quote": "Throughout human history, we have been dependent on machines to survive. Fate, it seems, is not without a sense of irony.",
          "author": "Throughout human history, we have been dependent on machines to survive. Fate, it seems, is not without a sense of irony."
        },
        {
          "quote": "What Was Said Was For You, And You Alone.",
          "author": "What Was Said Was For You, And You Alone."
        },
        {
          "quote": "We are still here!",
          "author": "We are still here!"
        },
        {
          "quote": "I’m trying to free your mind, Neo. But I can only show you the door. You’re the one that has to walk through it.",
          "author": "I’m trying to free your mind, Neo. But I can only show you the door. You’re the one that has to walk through it."
        },
        {
          "quote": "Hello, Mr. Anderson.",
          "author": "Hello, Mr. Anderson."
        },
        {
          "quote": "You hear that, Mr. Anderson? That is the sound of inevitability!",
          "author": "You hear that, Mr. Anderson? That is the sound of inevitability!"
        },
        {
          "quote": "We’re not here because we’re free. We’re here because we’re not free.",
          "author": "We’re not here because we’re free. We’re here because we’re not free."
        },
        {
          "quote": "Every mammal on this planet instinctively develops a natural equilibrium with the surrounding environment. But you humans do not. You move to an area, and you multiply and multiply until every natural resource is consumed. The only way you can survive is to spread to another area. There is another organism on this planet that follows the same pattern — a virus. Human beings are a disease. A cancer of this planet. You are a plague, and we are the cure.",
          "author": "Every mammal on this planet instinctively develops a natural equilibrium with the surrounding environment. But you humans do not. You move to an area, and you multiply and multiply until every natural resource is consumed. The only way you can survive is to spread to another area. There is another organism on this planet that follows the same pattern — a virus. Human beings are a disease. A cancer of this planet. You are a plague, and we are the cure."
        },
        {
          "quote": "Go ahead. Shoot. The best thing about me  is there are so many me’s!",
          "author": "Go ahead. Shoot. The best thing about me  is there are so many me’s!"
        },
        {
          "quote": "There’s no escaping reason. No denying purpose. Because, as we both know, without purpose, we would not exist.",
          "author": "There’s no escaping reason. No denying purpose. Because, as we both know, without purpose, we would not exist."
        },
        {
          "quote": "Because of you, I’m no longer an agent of this system. Because of you, I’ve changed. I’m unplugged. A new man, so to speak. Like you, apparently free.",
          "author": "Because of you, I’m no longer an agent of this system. Because of you, I’ve changed. I’m unplugged. A new man, so to speak. Like you, apparently free."
        },
        {
          "quote": "The purpose of life is to end.",
          "author": "The purpose of life is to end."
        },
        {
          "quote": "Is it freedom, or truth? Perhaps peace? Could it be for love? Illusions, Mr. Anderson. Vagaries of perception.",
          "author": "Is it freedom, or truth? Perhaps peace? Could it be for love? Illusions, Mr. Anderson. Vagaries of perception."
        },
        {
          "quote": "I’m gonna enjoy killing you.",
          "author": "I’m gonna enjoy killing you."
        },
        {
          "quote": "You can’t be dead. You can’t be because I love you. You hear me? I love you.",
          "author": "You can’t be dead. You can’t be because I love you. You hear me? I love you."
        },
        {
          "quote": "Touch me, and that hand will never touch anything again.",
          "author": "Touch me, and that hand will never touch anything again."
        },
        {
          "quote": "If you tell me we’ll make it, I’ll believe you.",
          "author": "If you tell me we’ll make it, I’ll believe you."
        },
        {
          "quote": "I wished I had one more chance to say what really mattered. To say how much I loved you. How grateful I was for every moment I was with you.",
          "author": "I wished I had one more chance to say what really mattered. To say how much I loved you. How grateful I was for every moment I was with you."
        },
        {
          "quote": "Dodge this.",
          "author": "Dodge this."
        },
        {
          "quote": "Everything that has a beginning has an end. I see the end coming. I see the darkness spreading. I see death. And you are all that stands in his way.",
          "author": "Everything that has a beginning has an end. I see the end coming. I see the darkness spreading. I see death. And you are all that stands in his way."
        },
        {
          "quote": "Tonight, the future of both worlds will be in your hands… or in his.",
          "author": "Tonight, the future of both worlds will be in your hands… or in his."
        },
        {
          "quote": "And, don’t worry about the vase.",
          "author": "And, don’t worry about the vase."
        },
        {
          "quote": "You didn’t come here to make a choice. You’ve already made it. You’re here to try to understand why you made it.",
          "author": "You didn’t come here to make a choice. You’ve already made it. You’re here to try to understand why you made it."
        },
        {
          "quote": "What do all men with power want? More power.",
          "author": "What do all men with power want? More power."
        },
        {
          "quote": "I expect just what I’ve always expected: for you to make up your own damn mind. Believe me or don’t.",
          "author": "I expect just what I’ve always expected: for you to make up your own damn mind. Believe me or don’t."
        },
        {
          "quote": "Hope. It is the quintessential human delusion, simultaneously the source of your greatest strength and your greatest weakness.",
          "author": "Hope. It is the quintessential human delusion, simultaneously the source of your greatest strength and your greatest weakness."
        },
        {
          "quote": "You are here because Zion is about to be destroyed. It’s every living inhabitant terminated, its entire existence eradicated.",
          "author": "You are here because Zion is about to be destroyed. It’s every living inhabitant terminated, its entire existence eradicated."
        },
        {
          "quote": "Denial is the most predictable of all human responses.",
          "author": "Denial is the most predictable of all human responses."
        },
        {
          "quote": "She is going to die, and there is nothing you can do to stop it.",
          "author": "She is going to die, and there is nothing you can do to stop it."
        },
        {
          "quote": "What do you think I am? Human?",
          "author": "What do you think I am? Human?"
        },
        {
          "quote": "We are all victims of causality. I drank too much wine; I must take a piss. Cause and effect.",
          "author": "We are all victims of causality. I drank too much wine; I must take a piss. Cause and effect."
        },
        {
          "quote": "It is remarkable how similar the pattern of love is to the pattern of insanity.",
          "author": "It is remarkable how similar the pattern of love is to the pattern of insanity."
        },
        {
          "quote": "How about I give you the finger, and you give me my phone call.",
          "author": "How about I give you the finger, and you give me my phone call."
        },
        {
          "quote": "I know Kung-Fu!",
          "author": "I know Kung-Fu!"
        },
        {
          "quote": "Doesn’t get much more obvious than that.",
          "author": "Doesn’t get much more obvious than that."
        },
        {
          "quote": "That you are a slave. Like everyone else, you were born into bondage, born into a prison that you cannot smell, or taste, or touch. A prison for your mind.",
          "author": "That you are a slave. Like everyone else, you were born into bondage, born into a prison that you cannot smell, or taste, or touch. A prison for your mind."
        },
        {
          "quote": "How do you define real? If you’re talking about what you can feel, what you can smell, taste, and see, then real is simply  electrical signals interpreted by your brain.",
          "author": "How do you define real? If you’re talking about what you can feel, what you can smell, taste, and see, then real is simply  electrical signals interpreted by your brain."
        },
        {
          "quote": "Have you ever had a dream, Neo, that you were so sure was real? What if you were unable to wake from that dream? How would you know the difference between the dream world and the real world?",
          "author": "Have you ever had a dream, Neo, that you were so sure was real? What if you were unable to wake from that dream? How would you know the difference between the dream world and the real world?"
        },
        {
          "quote": "There is no spoon.",
          "author": "There is no spoon."
        },
        {
          "quote": "A déjà vu is usually a glitch in the Matrix. It happens when they change something.",
          "author": "A déjà vu is usually a glitch in the Matrix. It happens when they change something."
        },
        {
          "quote": "When the Matrix was first built, there was a man born inside who had the ability to change whatever he wanted, to remake the Matrix as he saw fit. It was he who freed the first of us, taught us the truth  As long as the Matrix exists, the human race will never be free. After he died, the Oracle prophesied his return and that his coming would hail the destruction of the Matrix, end the war, bring freedom to our people. That is why there are those who have spent our entire lives searching the Matrix looking for him.",
          "author": "Morpheus"
        },
        {
          "quote": "I have not been invited. Maybe that will make me write another play. I wish them well. I hope it’s great,",
          "author": "Laurence Fishburne on him not returning for ‘The Matrix Resurrections’"
        },
        {
          "quote": "This is your last chance. After this, there is no turning back. You take the blue pill — the story ends, you wake up in your bed and believe whatever you want to believe. You take the red pill — you stay in Wonderland and I show you how deep the rabbit-hole goes.",
          "author": "MORPHEUS "
        },
        {
          "quote": "Ever have that feeling where you’re not sure if you’re awake or dreaming? ",
          "author": "NEO "
        },
        {
          "quote": "Choice is an illusion created between those with power and those without.",
          "author": "MEROVINGIAN "
        },
        {
          "quote": "I believe that, as a species, human beings define their reality through misery and suffering. The perfect world was a dream that your primitive cerebrum kept trying to wake up from.",
          "author": "AGENT SMITH "
        },
        {
          "quote": "I don’t like the idea that I’m not in control of my life.",
          "author": "NEO "
        },
        {
          "quote": "What’s really going to bake your noodle later on is, would you still have broken it if I hadn’t said anything?",
          "author": "THE  ORACLE "
        },
        {
          "quote": "Throughout human history, we have been dependent on machines to survive. Fate, it seems, is not without a sense of irony.",
          "author": "MORPHEUS "
        },
        {
          "quote": "It came to me when I tried to classify your species and I realized that you’re not actually mammals. Every mammal on this planet instinctively develops a natural equilibrium with the surrounding environment but you humans do not.",
          "author": "AGENT SMITH "
        },
        {
          "quote": "I’m trying to free your mind, Neo. But I can only show you the door. You’re the one that has to walk through it.",
          "author": "MORPHEUS "
        },
        {
          "quote": "Denial is the most predictable of all human responses.",
          "author": "THE ARCHITECT "
        },
        {
          "quote": "That’s how it is with people. Nobody cares how it works as long as it works.",
          "author": "COUNCILLOR HAMANN "
        },
        {
          "quote": "To deny our own impulses is to deny the very thing that makes us human.",
          "author": "MOUSE "
        },
        {
          "quote": "There’s no escaping reason, no denying purpose. Because as we both know, without purpose, we would not exist.",
          "author": "AGENT SMITH "
        },
        {
          "quote": "The Matrix is everywhere. It is all around us. It is the world that has been pulled over your eyes to blind you from the truth. A prison for your mind.",
          "author": "MORPHEUS "
        },
        {
          "quote": "The only way you can survive is to spread to another area. There is another organism on this planet that follows the same pattern. Do you know what it is? A virus. Human beings are a disease. A cancer of this planet.  ",
          "author": "AGENT SMITH "
        },
        {
          "quote": "Hope. It is the quintessential human delusion, simultaneously the source of your greatest strength and your greatest weakness.",
          "author": "THE ARCHITECT "
        },
        {
          "quote": "I’ll show these people what you don’t want them to see. A world without rules and controls, without borders or boundaries. A world where anything is possible.",
          "author": "NEO "
        },
        {
          "quote": "What do all men with power want? More power.",
          "author": "THE ORACLE "
        },
        {
          "quote": "Neo, sooner or later you’re going to realize, just as I did, there’s a difference between knowing the path and walking the path.",
          "author": "MORPHEUS "
        },
        {
          "quote": "It is remarkable how similar the pattern of love is to the pattern of insanity.",
          "author": "MEROVINGIAN "
        },
        {
          "quote": "The body cannot live without the mind.",
          "author": "MORPHEUS "
        },
        {
          "quote": "You have a problem with authority, Mr. Anderson. You believe you are special, that somehow the rules do not apply to you. Obviously, you are mistaken.",
          "author": "RHINEHEART "
        },
        {
          "quote": "Perhaps we are asking the wrong questions…",
          "author": "AGENT BROWN "
        }
      ],
      "To Kill a Mockingbird": [
        {
          "quote": "People generally see what they look for and hear what they listen for.",
          "author": "People generally see what they look for and hear what they listen for."
        },
        {
          "quote": "Things are never as bad as they seem.",
          "author": "Things are never as bad as they seem."
        },
        {
          "quote": "It’s never an insult to be called what somebody thinks is a bad name. It just shows you how poor that person is, it doesn’t hurt you.",
          "author": "It’s never an insult to be called what somebody thinks is a bad name. It just shows you how poor that person is, it doesn’t hurt you."
        },
        {
          "quote": "You never really understand a person until you consider things from his point of view. Until you climb inside of his skin and walk around in it.",
          "author": "You never really understand a person until you consider things from his point of view. Until you climb inside of his skin and walk around in it."
        },
        {
          "quote": "The one thing that doesn’t abide by majority rule is a person’s conscience.",
          "author": "The one thing that doesn’t abide by majority rule is a person’s conscience."
        },
        {
          "quote": "Mockingbirds don’t do one thing except make music for us to enjoy. They don’t eat up people’s gardens, don’t nest in corn cribs, they don’t do one thing but sing their hearts out for us. That’s why it’s a sin to kill a mockingbird.",
          "author": "Mockingbirds don’t do one thing except make music for us to enjoy. They don’t eat up people’s gardens, don’t nest in corn cribs, they don’t do one thing but sing their hearts out for us. That’s why it’s a sin to kill a mockingbird."
        },
        {
          "quote": "Things are always better in the morning.",
          "author": "Things are always better in the morning."
        },
        {
          "quote": "You just hold your head high and keep those fists down. No matter what anybody says to you, don’t you let ’em get your goat. Try fightin’ with your head for a change.",
          "author": "You just hold your head high and keep those fists down. No matter what anybody says to you, don’t you let ’em get your goat. Try fightin’ with your head for a change."
        },
        {
          "quote": "Atticus told me to delete the adjectives and I’d have the facts.",
          "author": "Atticus told me to delete the adjectives and I’d have the facts."
        },
        {
          "quote": "You can choose your friends but you sho’ can’t choose your family, an’ they’re still kin to you no matter whether you acknowledge ’em or not, and it makes you look right silly when you don’t.",
          "author": "You can choose your friends but you sho’ can’t choose your family, an’ they’re still kin to you no matter whether you acknowledge ’em or not, and it makes you look right silly when you don’t."
        },
        {
          "quote": "I think there’s just one kind of folks. Folks.",
          "author": "I think there’s just one kind of folks. Folks."
        },
        {
          "quote": "I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It’s when you know you’re licked before you begin anyway and you see it through no matter what. You rarely win, but sometimes you do.",
          "author": "I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It’s when you know you’re licked before you begin anyway and you see it through no matter what. You rarely win, but sometimes you do."
        },
        {
          "quote": "They’re certainly entitled to think that, and they’re entitled to full respect for their opinions… but before I can live with other folks I’ve got to live with myself. ",
          "author": "They’re certainly entitled to think that, and they’re entitled to full respect for their opinions… but before I can live with other folks I’ve got to live with myself. "
        },
        {
          "quote": "Bad language is a stage all children go through, and it dies with time when they learn they’re not attracting attention with it.",
          "author": "Bad language is a stage all children go through, and it dies with time when they learn they’re not attracting attention with it."
        },
        {
          "quote": "You see they could never, never understand that I live like I do because that’s the way I want to live.",
          "author": "You see they could never, never understand that I live like I do because that’s the way I want to live."
        },
        {
          "quote": "It was times like these when I thought my father, who hated guns and had never been to any wars, was the bravest man who ever lived.",
          "author": "It was times like these when I thought my father, who hated guns and had never been to any wars, was the bravest man who ever lived."
        },
        {
          "quote": "It’s not time to worry yet.",
          "author": "It’s not time to worry yet."
        },
        {
          "quote": "When a child asks you something, answer him, for goodness sake. But don’t make a production of it. Children are children, but they can spot an evasion faster than adults, and evasion simply muddles ’em.",
          "author": "When a child asks you something, answer him, for goodness sake. But don’t make a production of it. Children are children, but they can spot an evasion faster than adults, and evasion simply muddles ’em."
        },
        {
          "quote": "We’re paying the highest tribute you can pay a man. We trust him to do right. It’s that simple.",
          "author": "We’re paying the highest tribute you can pay a man. We trust him to do right. It’s that simple."
        },
        {
          "quote": "Until I feared I would lose it, I never loved to read. One does not love breathing.",
          "author": "Until I feared I would lose it, I never loved to read. One does not love breathing."
        },
        {
          "quote": "There are just some kind of men who  who’re so busy worrying about the next world they’ve never learned to live in this one, and you can look down the street and see the results.",
          "author": "There are just some kind of men who  who’re so busy worrying about the next world they’ve never learned to live in this one, and you can look down the street and see the results."
        },
        {
          "quote": "There’s a lot of ugly things in this world, son. I wish I could keep ’em all away from you. That’s never possible.",
          "author": "There’s a lot of ugly things in this world, son. I wish I could keep ’em all away from you. That’s never possible."
        },
        {
          "quote": "The one place where a man ought to get a square deal is in a courtroom, be he any color of the rainbow, but people have a way of carrying their resentments right into a jury box. ",
          "author": "The one place where a man ought to get a square deal is in a courtroom, be he any color of the rainbow, but people have a way of carrying their resentments right into a jury box. "
        },
        {
          "quote": "People don’t like to have somebody knowing more than they do. It aggravates them.",
          "author": "People don’t like to have somebody knowing more than they do. It aggravates them."
        }
      ],
      "Dumbledore": [
        {
          "quote": "We are only as strong as we are united, as weak as we are divided.",
          "author": "We are only as strong as we are united, as weak as we are divided."
        },
        {
          "quote": "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
          "author": "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light."
        },
        {
          "quote": "Differences of habit and language are nothing at all if our aims are identical and our hearts are open.",
          "author": "Differences of habit and language are nothing at all if our aims are identical and our hearts are open."
        },
        {
          "quote": "It matters not what someone is born, but what they grow to be.",
          "author": "It matters not what someone is born, but what they grow to be."
        },
        {
          "quote": "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
          "author": "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated."
        },
        {
          "quote": "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
          "author": "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right."
        },
        {
          "quote": "It is our choices that show what we truly are, far more than our abilities.",
          "author": "It is our choices that show what we truly are, far more than our abilities."
        },
        {
          "quote": "The truth… It is a beautiful and terrible thing, and should therefore be treated with great caution.",
          "author": "The truth… It is a beautiful and terrible thing, and should therefore be treated with great caution."
        },
        {
          "quote": "Do not pity the dead, Harry, pity the living. And above all, those who live without love.",
          "author": "Do not pity the dead, Harry, pity the living. And above all, those who live without love."
        },
        {
          "quote": "It’s the unknown we fear when we look upon death and darkness, nothing more.",
          "author": "It’s the unknown we fear when we look upon death and darkness, nothing more."
        },
        {
          "quote": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic. Capable of both inflicting injury, and remedying it.",
          "author": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic. Capable of both inflicting injury, and remedying it."
        },
        {
          "quote": "Numbing the pain for a while will make it worse when you finally feel it.",
          "author": "Numbing the pain for a while will make it worse when you finally feel it."
        },
        {
          "quote": "It does not do to dwell on dreams and forget to live, remember that.",
          "author": "It does not do to dwell on dreams and forget to live, remember that."
        },
        {
          "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
          "author": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
        },
        {
          "quote": "The best of us sometimes eat our words.",
          "author": "The best of us sometimes eat our words."
        }
      ],
      "Aragorn": [
        {
          "quote": "I would have gone with you to the end. Into the very fires of Mordor.",
          "author": "Aragorn, The Fellowship of the Ring"
        },
        {
          "quote": "Not if we hold true to each other.",
          "author": "Aragorn to Legolas and Gimli, The Fellowship of the Ring"
        },
        {
          "quote": "I will not let the White City fall, nor our people fail.",
          "author": "Aragorn, The Fellowship of the Ring"
        },
        {
          "quote": "I am Aragorn, son of Arathorn. And, if by my life or death I can protect you, I will. You have my sword.",
          "author": "Aragorn, The Fellowship of the Ring"
        },
        {
          "quote": "I have lived most of my life surrounded by my enemies. I will be grateful to die among my friends.",
          "author": "Aragorn, The Fellowship of the Ring"
        },
        {
          "quote": "An Ill Fate Is On Me This Day, And All That I Do Goes Amiss!",
          "author": "Aragorn, The Fellowship of the Ring"
        },
        {
          "quote": "You cannot wield it. None of us can. The One Ring answers to Sauron alone. It has no other master.",
          "author": "Aragorn, The Fellowship of the Ring"
        },
        {
          "quote": "There is always hope.",
          "author": "Aragorn, Two Towers"
        },
        {
          "quote": "None knows what the new day shall bring him.",
          "author": "Aragorn, Two Towers"
        },
        {
          "quote": "Open war is upon you, whether you risk it or not.",
          "author": "Aragorn, Two Towers"
        },
        {
          "quote": "They will hold.",
          "author": "Aragorn to Gandalf, Two Towers"
        },
        {
          "quote": "Ride out with me. Ride out and meet them.",
          "author": "Aragorn to Theoden, Two Towers"
        },
        {
          "quote": "It’s the beards.",
          "author": "Aragorn to Eowyn, Two Towers"
        },
        {
          "quote": "Then I shall die as one of them!",
          "author": "Aragorn to Legolas, Two Towers"
        },
        {
          "quote": "For Frodo.",
          "author": "Aragorn, The Return Of The King"
        },
        {
          "quote": "A day may come when the courage of men fails, when we forsake our friends and break all bonds of fellowship. But it is not this day.",
          "author": "Aragorn, The Return Of The King"
        },
        {
          "quote": "My friends, you bow to no one.",
          "author": "Aragorn to Hobbits, The Return Of The King"
        },
        {
          "quote": "I do not fear death.",
          "author": "Aragorn, The Return Of The King"
        },
        {
          "quote": "You will suffer me.",
          "author": "Aragorn, The Return Of The King"
        },
        {
          "quote": "What does your heart tell you?",
          "author": "Aragorn to Gandalf, The Return Of The King"
        }
      ],
      "The Lord of the Rings": [
        {
          "quote": "It’s the job that’s never started as takes longest to finish.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "But in the end it’s only a passing thing, this shadow; even darkness must pass.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "It is not the strength of the body, but the strength of the spirit.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "It is useless to meet revenge with revenge: it will heal nothing.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Deeds will not be less valiant because they are unpraised.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Even the smallest person can change the course of history.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "There’s some good in this world, Mr. Frodo… and it’s worth fighting for.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "A hunted man sometimes wearies of distrust and longs for friendship.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Yet such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "It is a strange fate that we should suffer so much fear and doubt over so small a thing… such a little thing.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "He that breaks a thing to find out what it is, has left the path of wisdom.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "All we have to decide is what to do with the time that is given us.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be eager to deal out death in judgement. For even the very wise cannot see all ends.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "It is not our part to master all the tides of the world, but to do what is in us for the succor of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Many are the strange chances of the world, and help oft shall come from the hands of the weak when the wise falter.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "The burned hand teaches best. After that advice about fire goes to the heart.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Faithless is he that says farewell when the road darkens.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Torment in the dark was the danger that I feared, and it did not hold me back.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Who knows? Have patience. Go where you must go, and hope!",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "It is not despair, for despair is only for those who see the end beyond all doubt. We do not!",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Maybe the paths that you each shall tread are already laid before your feet, though you do not see them.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Memory is not what the heart desires. That is only a mirror.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "It’s a dangerous business, Frodo, going out your door. You step onto the road, and if you don’t keep your feet, there’s no knowing where you might be swept off to.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Three Rings for the Elven-kings under the sky,Seven for the Dwarf-lords in their halls of stone,Nine for Mortal Men, doomed to die,One for the Dark Lord on his dark throneIn the Land of Mordor where the Shadows lie.One Ring to rule them all, One Ring to find them,One Ring to bring them all and in the darkness bind them.In the Land of Mordor where the Shadows lie.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "PIPPIN: I didn’t think it would end this way.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Home is behind, the world ahead,and there are many paths to treadthrough shadows to the edge of night,until the stars are all alight.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Some who have read the book, or at any rate have reviewed it, have found it boring, absurd, or contemptible, and I have no cause to complain, since I have similar opinions of their works, or of the kinds of writing that they evidently prefer.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "All’s well that ends better.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "I want to be a healer, and love all things that grow and are not barren.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "I am old, Gandalf. I don’t look it, but I am beginning to feel it in my heart of hearts. Well-preserved indeed! Why, I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread. That can’t be right. I need a change, or something.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Pay heed to the tales of old wives. It may well be that they alone keep in memory what it was once needful for the wise to know.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Where there’s life there’s hope, and need of vittles.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Frodo: I wish the Ring had never come to me. I wish none of this had happened.Gandalf: So do all who live to see such times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "And some things that should not have been forgotten were lost. History became legend. Legend became myth. And for two and a half thousand years, the ring passed out of all knowledge.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "A hunted man sometimes wearies of distrust and longs for friendship.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "The leaves were long, the grass was green,The hemlock-umbels tall and fair,And in the glade a light was seenOf stars in shadow shimmering.Tinuviel was dancing thereTo music of a pipe unseen,And light of stars was in her hair,And in her raiment glimmering.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "I don’t like anything here at all. said Frodo, step or stone, breath or bone. Earth, air and water all seem accursed. But so our path is laid.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "It was Sam’s first view of a battle of Men against Men, and he did not like it much. He was glad that he could not see the dead face. He wondered what the man’s name was and where he came from; and if he was really evil of heart, or what lies or threats had led him on the long march from his home; and if he would rather have stayed there in peace.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "But in the end it’s only a passing thing, this shadow; even darkness must pass.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "The world is indeed full of peril and in it there are many dark places.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "To the sea, to the sea! The white gulls are crying,The wind is blowing, and the white foam is flying.West, west away, the round sun is falling,Grey ship, grey ship, do you hear them calling,The voices of my people that have gone before me?I will leave, I will leave the woods that bore me;For our days are ending and our years failing.I will pass the wide waters lonely sailing.Long are the waves on the Last Shore falling,Sweet are the voices in the Lost Isle calling,In Eressea, in Elvenhome that no man can discover,Where the leaves fall not: land of my people forever!",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Someone else always has to carry on the story.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "I would rather spend one lifetime with you, than face all the ages of this world alone.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Do not scorn pity that is the gift of a gentle heart, Éowyn!",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "The Dark Lord has Nine. But we have One, mightier than they: the White Rider. He has passed through the fire and the abyss, and they shall fear him. We will go where he leads.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "his old life lay behind in the mists, dark adventure lay in front.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "He loved mountains, or he had loved the thought of them marching on the edge of stories brought from far away; but now he was borne down by the insupportable weight of Middle-earth. He longed to shut out the immensity in a quiet room by a fire.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Here was one with an air of high nobility such as Aragorn at times revealed, less high perhaps, yet also less incalculable and remote: one of the Kings of Men born into a later time, but touched with the wisdom and sadness of the Eldar Race. He knew now why Beregond spoke his name with love. He was a captain that men would follow, that he would follow, even under the shadow of the black wings.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "I sang of leaves, of leaves of gold, and leaves of gold there grew:Of wind I sang, a wind there came and in the branches blew.Beyond the Sun, beyond the Moon, the foam was on the Sea,And by the strand of Ilmarin there grew a Golden Tree.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Why, Sam, he said, to hear you somehow makes me as merry as if thestory was already written. But you’ve left out one of the chief characters; Samwise the stout hearted. ‘I want to hear more about Sam, dad. Why didn’t they put in more of his talk, dad? That’s what I like, it makes me laugh. And Frodo wouldn’t have got far without Sam, would he, dad?’ ",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Yet such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Pippin glanced in some wonder at the face now close beside his own, for the sound of that laugh had been gay and merry. Yet in the wizard’s face he saw at first only lines of care and sorrow; though as he looked more intently he perceived that under all there was a great joy: a fountain of mirth enough to set a kingdom laughing, were it to gush forth.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Fear nothing! Have peace until the morning! Heed no nightly noises!",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Even the smallest person can change the course of the future.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Cold be hand and heart and bone,and cold be sleep under stone:never more to wake on stony bed,never, till the Sun fails and the Moon is dead.In the black wind the stars shall die,and still on gold here let them lie,till the dark lord lifts his handover dead sea and withered land.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "I’ll get there, if I leave everything but my bones behind,",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Deeds will not be less valiant because they are unpraised.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Don’t adventures ever have an end? I suppose not. Someone else always has to carry on the story.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "He drew a deep breath. ‘Well, I’m back,’ he said.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "NO ADMITTANCE EXCEPT ON PARTY BUSINESS.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "And still Meriadoc the hobbit stood there blinking through his tears, and no one spoke to him, indeed none seemed to heed him. He brushed away the tears, and stooped to pick up the green shield that Eowyn had given him, and he slung it at his back. Then he looked for his sword that he had let fall; for even as he struck his blow his arm was numbed, and now he could only use his left hand.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Fantasy is escapist, and that is its glory. If a soldier is imprisoned by the enemy, don’t we consider it his duty to escape?",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Yet at the last Beren was slain by the Wolf that came from the gates of Angband, and he died in the arms of Tinúviel. But she chose mortality, and to die from the world, so that she might follow him; and it is sung that they met again beyond the Sundering Seas, and after a brief time walking alive once more in the green woods, together they passed, long ago, beyond the confines of this world. So it is that Lúthien Tinúviel alone of the Elf-kindred has died indeed and left the world, and they have lost her whom they most loved.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Well, I am going back into the open air, to see what the wind and sky are doing!",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "I have passed through fire and deep water, since we parted. I have forgotten much that I thought I knew, and learned again much that I had forgotten.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Over the field rang his clear voice calling: ‘Death! Ride, ride to ruin and the world’s ending!",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Three Rings for Elven-Kings under the skySeven for the Dwarf-Lords in their halls of stoneNine for Mortal Men doomed to dieOne for the Dark Lord on his dark throneIn the Land of Mordor where the Shadows lie",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "That’s the only place in all the lands we’ve ever heard of that we don’t want to see any closer; and that’s the one place we’re trying to get to! And that’s just where we can’t get, nohow.",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        },
        {
          "quote": "Real names tell you the story of the things they belong to",
          "author": "J.R.R. Tolkien, The Lord of the Rings"
        }
      ],
      "Jiraiya": [
        {
          "quote": "You’re wrong, that’s not what makes a shinobi. You never did get it, a real ninja is one who endures no matter what gets thrown at him… Let me explain something to you, there is only one thing that matters if you are a shinobi, and it isn’t the number of techniques you possess. All you do need, is the guts to never give up.",
          "author": "You’re wrong, that’s not what makes a shinobi. You never did get it, a real ninja is one who endures no matter what gets thrown at him… Let me explain something to you, there is only one thing that matters if you are a shinobi, and it isn’t the number of techniques you possess. All you do need, is the guts to never give up."
        },
        {
          "quote": "Even I can tell that hatred is spreading. I wanted to do something about it … but I don’t know what … but I believe… that someday the day will come when people truly understand one another!! If I can’t find the answer, it will be up to you to do it!!",
          "author": "Even I can tell that hatred is spreading. I wanted to do something about it … but I don’t know what … but I believe… that someday the day will come when people truly understand one another!! If I can’t find the answer, it will be up to you to do it!!"
        },
        {
          "quote": "Now my job is to help the next generation, and set a good example for them. And for that I’ll gladly lay down my life, and I’ll be smiling the whole time. It’s what makes us old guys cool, you see.",
          "author": "Now my job is to help the next generation, and set a good example for them. And for that I’ll gladly lay down my life, and I’ll be smiling the whole time. It’s what makes us old guys cool, you see."
        },
        {
          "quote": "Never go back on your word… and never give up. That’s your ninja way… and as your mentor… I have no business whining! Because… the student’s ninja way should be the master’s too! Isn’t that so, Naruto?!",
          "author": "Never go back on your word… and never give up. That’s your ninja way… and as your mentor… I have no business whining! Because… the student’s ninja way should be the master’s too! Isn’t that so, Naruto?!"
        },
        {
          "quote": "I think we all have to acknowledge you. Gamatatsu, Gamakichi, Sakura, Tsunade … and I … we all admit you’ve worked really hard. But I wonder what’s pushing you forward.",
          "author": "I think we all have to acknowledge you. Gamatatsu, Gamakichi, Sakura, Tsunade … and I … we all admit you’ve worked really hard. But I wonder what’s pushing you forward."
        },
        {
          "quote": "Any man that doesn’t learn to laugh at rejection, is worthless as a man.",
          "author": "Any man that doesn’t learn to laugh at rejection, is worthless as a man."
        },
        {
          "quote": "Let me explain something to you—there is only one thing that matters if you are a shinobi, and it isn’t the number of jutsu you possess. All you do need is the guts to never give up.",
          "author": "Let me explain something to you—there is only one thing that matters if you are a shinobi, and it isn’t the number of jutsu you possess. All you do need is the guts to never give up."
        },
        {
          "quote": "I believe that the day will come when people can truly understand each other.",
          "author": "I believe that the day will come when people can truly understand each other."
        },
        {
          "quote": "Getting dumped always makes a man stronger, but then again, men aren’t meant to pursue happiness.",
          "author": "Getting dumped always makes a man stronger, but then again, men aren’t meant to pursue happiness."
        },
        {
          "quote": "The most important thing for a shinobi is the spirit and the will to never give up.",
          "author": "The most important thing for a shinobi is the spirit and the will to never give up."
        },
        {
          "quote": "Every shinobi is on a quest for self-improvement, and through perseverance, victory becomes the goal.",
          "author": "Every shinobi is on a quest for self-improvement, and through perseverance, victory becomes the goal."
        },
        {
          "quote": "When you feel your time has come, then I shall rewind time. When you feel alone, I’ll be there to wipe away the fears. You can’t see me, but I am there.",
          "author": "When you feel your time has come, then I shall rewind time. When you feel alone, I’ll be there to wipe away the fears. You can’t see me, but I am there."
        },
        {
          "quote": "If you can’t accept and move past rejection, or at least use it as writing material  you’re not a real man.",
          "author": "If you can’t accept and move past rejection, or at least use it as writing material  you’re not a real man."
        },
        {
          "quote": "Never give up! No matter what. That was the true choice that I was supposed to make. Naruto, you are the child of prophecy. I’m sure of it now. I leave the rest to you.",
          "author": "Never give up! No matter what. That was the true choice that I was supposed to make. Naruto, you are the child of prophecy. I’m sure of it now. I leave the rest to you."
        },
        {
          "quote": "I was given a prophecy by a certain sage, that my student will bring forth a great change to the world of shinobi.",
          "author": "I was given a prophecy by a certain sage, that my student will bring forth a great change to the world of shinobi."
        },
        {
          "quote": "Naruto… I know you know this, but… don’t use that power.",
          "author": "Naruto… I know you know this, but… don’t use that power."
        },
        {
          "quote": "Actually, I’ve started to look at him as my own grandson.",
          "author": "Actually, I’ve started to look at him as my own grandson."
        },
        {
          "quote": "Instead of using your powers to bring pain, I wanted you to use it to change the world into something better.",
          "author": "Instead of using your powers to bring pain, I wanted you to use it to change the world into something better."
        },
        {
          "quote": "Yo! I’m Jiraiya! You can send me the love letter later!",
          "author": "Yo! I’m Jiraiya! You can send me the love letter later!"
        },
        {
          "quote": "Wow Sarutobi Sensei, You’re a perv.",
          "author": "Wow Sarutobi Sensei, You’re a perv."
        },
        {
          "quote": "I’m not a pervert… I’m a super pervert!",
          "author": "I’m not a pervert… I’m a super pervert!"
        },
        {
          "quote": "Because it’s no fun to train a genius!",
          "author": "Because it’s no fun to train a genius!"
        },
        {
          "quote": "How sad that this will be the end twist to the ‘Tale of Jiraiya the Gallant’. What a worthless story it turned out to be.",
          "author": "How sad that this will be the end twist to the ‘Tale of Jiraiya the Gallant’. What a worthless story it turned out to be."
        },
        {
          "quote": "You have the means to erase the things we shouldn’t know, correct?",
          "author": "You have the means to erase the things we shouldn’t know, correct?"
        },
        {
          "quote": "A wise one like Tsunade is meant to be Hokage more than I, someone with no motivation.",
          "author": "A wise one like Tsunade is meant to be Hokage more than I, someone with no motivation."
        },
        {
          "quote": "Geez, you really need to practice what you preach.",
          "author": "Geez, you really need to practice what you preach."
        },
        {
          "quote": "Protection is important, but there are some things that a person must learn on his own.",
          "author": "Protection is important, but there are some things that a person must learn on his own."
        },
        {
          "quote": "Die! Just die! You have no talent at all!",
          "author": "Die! Just die! You have no talent at all!"
        },
        {
          "quote": "Give up on trying to make me give up.",
          "author": "Give up on trying to make me give up."
        },
        {
          "quote": "You should bet that I’m going to die. Knowing your luck, you’ll definitely lose.",
          "author": "You should bet that I’m going to die. Knowing your luck, you’ll definitely lose."
        },
        {
          "quote": "It’s a million years too soon for that kid to take me on.",
          "author": "It’s a million years too soon for that kid to take me on."
        },
        {
          "quote": "From North to the South, and the East to the West, not even celestial beings can defeat this ‘Legendary Sannin’.",
          "author": "From North to the South, and the East to the West, not even celestial beings can defeat this ‘Legendary Sannin’."
        },
        {
          "quote": "When people get hurt, they learn to hate… when people hurt others, they become hated and racked with guilt. But knowing that pain allows people to be kind. Pain allows people to grow… and how you grow is up to you.",
          "author": "When people get hurt, they learn to hate… when people hurt others, they become hated and racked with guilt. But knowing that pain allows people to be kind. Pain allows people to grow… and how you grow is up to you."
        },
        {
          "quote": "A person who feels nothing at the death of those close to him is no different than a butcher.",
          "author": "A person who feels nothing at the death of those close to him is no different than a butcher."
        },
        {
          "quote": "I’d wager, we even learned things we shouldn’t know.",
          "author": "I’d wager, we even learned things we shouldn’t know."
        },
        {
          "quote": "There, that ending… was a little better. The frog at the bottom of the well drifts off into the great ocean. Heh heh… yep… pretty damn honourable… pretty damn honourable… I guess it’s time to put down my pen. Right… I need a title for the next book… let’s see… Ah, got it… The Tale of Naruto Uzumaki… perfect.",
          "author": "There, that ending… was a little better. The frog at the bottom of the well drifts off into the great ocean. Heh heh… yep… pretty damn honourable… pretty damn honourable… I guess it’s time to put down my pen. Right… I need a title for the next book… let’s see… Ah, got it… The Tale of Naruto Uzumaki… perfect."
        },
        {
          "quote": "Wherever someone thinks of you, that’s where home is.",
          "author": "Wherever someone thinks of you, that’s where home is."
        },
        {
          "quote": "The true measure of a shinobi is not how he lives, but how he dies.",
          "author": "The true measure of a shinobi is not how he lives, but how he dies."
        },
        {
          "quote": "Hatred is a strong emotion that can harness the worst inside a person, pushing them to commit heinous acts.",
          "author": "Hatred is a strong emotion that can harness the worst inside a person, pushing them to commit heinous acts."
        },
        {
          "quote": "A person grows up when he’s able to overcome hardships.",
          "author": "A person grows up when he’s able to overcome hardships."
        },
        {
          "quote": "A smile doesn’t always mean they’re happy.",
          "author": "A smile doesn’t always mean they’re happy."
        },
        {
          "quote": "A tale is only good as it’s final turn of events. A plot twist. And mistakes are important part of a plot, too.",
          "author": "A tale is only good as it’s final turn of events. A plot twist. And mistakes are important part of a plot, too."
        },
        {
          "quote": "The route of self-discovery and becoming is a long one.",
          "author": "The route of self-discovery and becoming is a long one."
        },
        {
          "quote": "One person is all everyone needs.",
          "author": "One person is all everyone needs."
        },
        {
          "quote": "From North to the South, and the East to the West, not even celestial beings can defeat this ‘Legendary Sannin’.",
          "author": "From North to the South, and the East to the West, not even celestial beings can defeat this ‘Legendary Sannin’."
        },
        {
          "quote": "And they say a novel is much more interesting if you don’t know how it ends.",
          "author": "And they say a novel is much more interesting if you don’t know how it ends."
        }
      ]
    }
  ]
}